cli-input = Запустить так, как будто onefetch был запущен в <input> вместо текущего рабочего каталога

# Value name
cli-value-num = КОЛ-ВО
cli-value-field = ПОЛЕ
cli-value-regex = РЕГ. ВЫРАЖЕНИЕ
cli-value-exclude = ИСКЛЮЧЕННОЕ

# INFO
cli-info-heading = ИНФОРМАЦИЯ
cli-info-disabled-fields = Позволяет отключить отображение ПОЛЯ(ПОЛЕЙ) в выводе
cli-info-no-title = Скрывает заголовок
cli-info-number-of-authors = Максимальное КОЛ-ВО авторов для отображения
cli-info-number-of-languages = Максимальное КОЛ-ВО языков для отображения
cli-info-number-of-file-churns = Максимальное КОЛ-ВО изменений файлов для отображения
cli-info-churn-pool-size = 
    Минимальное КОЛ-ВО коммитов от HEAD, используемых для вычисления сводки изменений

    По умолчанию фактическое значение недетерминировано из-за вычислений на основе времени
    и будет отображаться под заголовком информации "Изменения (КОЛ-ВО)"
cli-info-exclude = Игнорировать все файлы и каталоги, соответствующие ИСКЛЮЧЕННОМУ
cli-info-no-bots = Исключить коммиты [ботов]. Используйте <РЕГ. ВЫРАЖЕНИЕ> для переопределения шаблона по умолчанию
cli-info-no-merges = Игнорировать коммиты слияния
cli-info-email = Показать адрес электронной почты каждого автора
cli-info-http-url = Отображать URL репозитория как HTTP
cli-info-hide-token = Скрыть токен в URL репозитория
cli-info-include-hidden = Учитывать скрытые файлы и каталоги
cli-info-type = Фильтровать вывод по типу языка